{
  "lang": "en",
  "title": "Foxhole",
  "nav.home": "Home",
  "nav.species": "Species",
  "nav.about": "About",
  "home.title": "Welcome to the Awesome World of Foxes!",
  "home.intro.title": "Discover the Secrets of Nature's Most Charismatic Predators",
  "home.intro.p1": "Cunning, agile, and unbelievably smart. It's often said that a fox is what happens when a dog decides to become a cat, and honestly, it's spot on! They blend the family-loving loyalty of a dog with the sly grace and mysterious independence of a cat.",
  "home.intro.p2": "On this site, I'm sharing my passion to show you exactly why these foxy creatures are so absolutely special. Let's explore their world together!",
  "home.did-you-know.1.title": "Two Fluffy Radar Dishes",
  "home.did-you-know.1": "A fox can hear a watch ticking from 40 meters away, and a mouse scurrying under a meter of snow is no big deal. It locks onto the target, and then... BOOM! It launches into the air and dives headfirst like a fluffy, ginger torpedo. Easily the coolest hunting method on the planet!",
  "home.did-you-know.2.title": "The Urban Explorer",
  "home.did-you-know.2": "Think foxes only live in the forest? Think again! These are street-smart agents who are pros at city living. At night, they patrol neighborhoods, check out the interesting stuff you've tossed in the trash, and outsmart security systems better than any burglar. Your mysterious, foxy neighbor is on patrol as we speak.",
  "home.did-you-know.3.title": "The Weird Sound Factory",
  "home.did-you-know.3": "What does the fox say? Well, whatever you answered, you're probably right. Foxes can make over 20 different sounds, including a terrifying scream that sounds like a human! They also giggle and chatter. It might sound like a broken radio, but that's just a fox telling its buddies how its day went.",
  "home.ready-for-more.title": "Ready for more??",
  "home.ready-for-more": "From the Arctic to the Desert",
  "species.title": "Many, many fluffy tails!",
  "species.intro": "Think you know foxes? Ha! There are tons of these furry rascals in the world. If we wanted to see them all, we'd be here forever, and your frontal lobe might melt from fluff overdose. So, for the sake of your health, we'll focus on just four.",
  "species.red-fox.name": "Red Fox",
  "species.red-fox.headline": "The One You Think Of When You Hear 'Fox'",
  "species.red-fox.description": "This guy is so good at being a fox, he decided to live basically everywhere – from deep forests to your neighborhood dumpsters. Intelligent, ridiculously handsome, and always has a plan.",
  "species.red-fox.location": "Forest, field, park, your backyard... seriously. Truly a citizen of the world",
  "species.red-fox.food": "A mouse, a bird, the sandwich you dropped 5 seconds ago...",
  "species.red-fox.power": "Adaptation: Level 9000",
  "species.red-fox.vibe": "The All-Around Sly Guy",
  "species.silver-fox.name": "Silver Fox",
  "species.silver-fox.headline": "Not a separate species, just the Red Fox's goth phase",
  "species.silver-fox.description": "A real rarity in the wild, you'll mostly find this one on farms or in research labs. Speaking of research... In the 1950s Soviet Union, a scientist named Dmitry Belyaev (Russian: Дми́трий Беля́ев) started a domestication experiment. For decades, he only bred the calmest and most curious individuals. The result? After several generations, the foxes not only became friendly like dogs (wagging tails and all!), but they also started to look different. Floppy ears, curled tails, and patchy coats appeared. This is living proof of evolution!",
  "species.arctic-fox.name": "Arctic Fox",
  "species.arctic-fox.headline": "A snowball with nerves of steel",
  "species.arctic-fox.description": "This guy lives where the temperature drops so low, thermometers start to cry. Its fur is so thick, it could sleep on a block of ice and complain it's too warm. In winter, it turns snow-white, making it practically invisible. It's the ghost of the Arctic, wrapped in the world's warmest blanket.",
  "species.arctic-fox.location": "Wherever it's cold as... well, the Arctic",
  "species.arctic-fox.food": "Lemmings, seabirds, and leftovers from a polar bear's dinner",
  "species.arctic-fox.power": "Invisibility (winter only) & a built-in heater",
  "species.arctic-fox.vibe": "A fluffy white floofball",
  "species.fennec-fox.name": "Fennec Fox",
  "species.fennec-fox.headline": "Ears Bigger Than Your Problems",
  "species.fennec-fox.description": "Just look at it. This is 80% ears, 20% fox. The smallest fox species in the world, and it looks like an anime character. But don't be fooled! Those giant radars are its personal air conditioning system that cools it down in the desert. It can hear an ant walking on sand a kilometer away.",
  "species.fennec-fox.location": "The desert. The more sand and sun, the better",
  "species.fennec-fox.food": "Crunchy bugs, lizards, and anything else it can dig up",
  "species.fennec-fox.power": "Built-in AC & super-hearing",
  "species.fennec-fox.vibe": "Absurdly cute",
  "species.table.location": "Hangouts",
  "species.table.food": "Fave Snacks",
  "species.table.power": "Superpower",
  "species.table.vibe": "Vibe",
  "about.who-are-you.title": "Who are you anyway?",
  "about.who-are-you.content": "I'm a person that loves foxes, obviously! If you hadn't noticed it yet... Well I'm also an aspiring dev but does it really matter when you can look at all these foxes? But if you're really that interested then you can check my",
  "about.who-are-you.content.link": "github",
  "about.doodle-caption": "I had so much fun making this site that I had to draw a fox",
  "error.404": "404 Page Not Found",
  "error.404.get-a-floof": "Maybe we don't have the page you are looking for... but surely you just wanted to see some more foxes! And you know what? We have a very special floof just for you!",
  "powered-by": "Powered by"
}