{
  "lang": "en",
  "title": "Foxhole",
  "nav.home": "Home",
  "nav.species": "Species",
  "nav.about": "About",
  "home.title": "Welcome to the Awesome World of Foxes!",
  "home.intro.title": "Discover the Secrets of Nature's Most Charismatic Predators",
  "home.intro.p1": "Cunning, agile, and unbelievably smart. It's often said that a fox is what happens when a dog decides to become a cat, and honestly, it's spot on! They blend the family-loving loyalty of a dog with the sly grace and mysterious independence of a cat.",
  "home.intro.p2": "On this site, I'm sharing my passion to show you exactly why these foxy creatures are so absolutely special. Let's explore their world together!",
  "home.did-you-know.1.title": "Two Fluffy Radar Dishes",
  "home.did-you-know.1": "A fox can hear a watch ticking from 40 meters away, and a mouse scurrying under a meter of snow is no big deal. It locks onto the target, and then... BOOM! It launches into the air and dives headfirst like a fluffy, ginger torpedo. Easily the coolest hunting method on the planet!",
  "home.did-you-know.2.title": "The Urban Explorer",
  "home.did-you-know.2": "Think foxes only live in the forest? Think again! These are street-smart agents who are pros at city living. At night, they patrol neighborhoods, check out the interesting stuff you've tossed in the trash, and outsmart security systems better than any burglar. Your mysterious, foxy neighbor is on patrol as we speak.",
  "home.did-you-know.3.title": "The Weird Sound Factory",
  "home.did-you-know.3": "What does the fox say? Well, whatever you answered, you're probably right. Foxes can make over 20 different sounds, including a terrifying scream that sounds like a human! They also giggle and chatter. It might sound like a broken radio, but that's just a fox telling its buddies how its day went.",
  "home.ready-for-more.title": "Ready for more??",
  "home.ready-for-more": "From the Arctic to the Desert",
  "about.who-are-you.title": "Who are you anyway?",
  "about.who-are-you.content": "I'm a person that loves foxes, obviously! If you hadn't noticed it yet... Well I'm also an aspiring dev but does it really matter when you can look at all these foxes? But if you're really that interested then you can check my",
  "about.who-are-you.content.link": "github",
  "about.doodle-caption": "I had so much fun making this site that I had to draw a fox",
  "error.404": "404 Page Not Found",
  "error.404.get-a-floof": "Maybe we don't have the page you are looking for... but surely you just wanted to see some more foxes! And you know what? We have a very special floof just for you!",
  "powered-by": "Powered by"
}