{
  "lang": "pl",
  "title": "Lisia Nora",
  "nav.home": "Strona Główna",
  "nav.species": "Gatunki",
  "nav.about": "O Mnie",
  "home.title": "Witaj w fascynującym świecie lisów!",
  "home.intro.title": "Odkryj sekrety najbardziej charyzmatycznych drapieżników",
  "home.intro.p1": "Sprytne, zwinne i niesamowicie inteligentne. Mówi się czasem, że lis to pies, który postanowił zostać kotem – i jest w tym mnóstwo prawdy! Łączą w sobie lojalność i rodzinne usposobienie psowatych z gracją, niezależnością i tajemniczością charakterystyczną dla kotów.",
  "home.intro.p2": "Na tej stronie pragnę podzielić się moją pasją i pokazać, dlaczego te rude (i nie tylko!) stworzenia są tak absolutnie wyjątkowe. Zapraszam do wspólnego odkrywania ich świata!",
  "home.did-you-know.1.title": "Dwa puszyste radary",
  "home.did-you-know.1": "Lis słyszy tykanie zegarka z 40 metrów, a mysz buszującą pod metrową warstwą śniegu to dla niego pikuś. Namierza cel, a potem... BUM! Wystrzeliwuje w powietrze i nurkuje niczym ruda, puszysta torpeda. To chyba najfajniejszy sposób polowania na świecie!",
  "home.did-you-know.2.title": "Miejski Odkrywca",
  "home.did-you-know.2": "Myślisz, że lisy żyją tylko w lesie? Błąd! To cwani agenci, którzy świetnie ogarniają życie w mieście. W nocy patrolują osiedla, sprawdzają, co ciekawego wyrzuciłeś do śmieci i przechytrzają systemy zabezpieczeń lepiej niż niejeden włamywacz. Twój tajemniczy, rudy sąsiad właśnie wyszedł na patrol.",
  "home.did-you-know.3.title": "Fabryka Dziwnych Dźwięków",
  "home.did-you-know.3": "Jaki dźwięk wydaje lis? Cóż, nieważne co odpowiedziałaś, ale prawdopodobnie miałeś rację. Lisy potrafią wydawać ponad 20 różnych dźwięków, w tym przerażający wrzask, który brzmi jak krzyk człowieka! Czasem też \"chichoczą\" i \"gaworzą\". Brzmi jak zepsute radio, a to po prostu lis opowiadający kumplom, jak mu minął dzień.",
  "home.ready-for-more.title": "Gotów na więcej?",
  "home.ready-for-more": "Od Arktyki po pustynię",
  "about.who-are-you.title": "Kim Ty właściwie jesteś?",
  "about.who-are-you.content": "Jestem osobą, która uwielbia lisy, rzecz jasna! Jeśli jeszcze tego nie zauważyłeś... Cóż, jestem również aspirującym programistą, ale czy to naprawdę ma znaczenie, kiedy możesz oglądać te wszystkie lisy? Ale jeśli faktycznie Cię to interesuje to możesz zajrzeć na mojego",
  "about.who-are-you.content.link": "githuba",
  "about.doodle-caption": "Tak dobrze się bawiłem robiąc tę stronę, że musiałem narysować lisa",
  "error.404": "404 Strony Nie Znaleziono",
  "error.404.get-a-floof": "Może i nie mamy strony której szukasz... ale bądźmy ze sobą szczerzy... po prostu chciałeś zobaczyć więcej lisów. I wiesz co? Mamy futrzaka specjalnie dla Ciebie :3",
  "powered-by": "Dostarczone przez"
}